Repository: sapoepsilon/Whispera
Catalog: MiscUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: "Allow whispera:// links" is off, so the commands that control Whispera will only tell you to turn it on. Turn it on in Settings > Automation.
de: „whispera://-Links erlauben“ ist aus, daher weisen die Befehle, die Whispera steuern, nur darauf hin, es einzuschalten. Schalte es unter Einstellungen > Automatisierung ein.
es: «Permitir enlaces whispera://» está desactivado, así que los comandos que controlan Whispera solo te pedirán que lo actives. Actívalo en Ajustes > Automatización.
fr: « Autoriser les liens whispera:// » est désactivé : les commandes qui contrôlent Whispera vous demanderont seulement de l'activer. Activez-le dans Réglages > Automatisation.

source: ${output} is replaced with the transcript. Without it, the prompt becomes the instructions.
de: ${output} wird durch das Transkript ersetzt. Ohne diesen Platzhalter dient der Prompt als Anweisung.
es: ${output} se sustituye por la transcripción. Sin él, la instrucción se usa como indicaciones.
fr: ${output} est remplacé par la transcription. Sans lui, l'invite sert d'instructions.

source: %@ and its downloaded files will be deleted.
de: %@ und die geladenen Dateien werden gelöscht.
es: Se eliminarán %@ y sus archivos descargados.
fr: %@ et ses fichiers téléchargés seront supprimés.

source: %@ could not be played as a sound.
de: %@ konnte nicht als Ton abgespielt werden.
es: %@ no se pudo reproducir como sonido.
fr: Impossible de lire %@ comme son.

source: %@ disconnected, so the recording was stopped. What was captured was transcribed.
de: %@ wurde getrennt, daher wurde die Aufnahme beendet. Das bisher Aufgenommene wurde transkribiert.
es: %@ se desconectó, así que la grabación se detuvo. Se transcribió lo que se había capturado.
fr: %@ a été déconnecté, l’enregistrement a donc été arrêté. Ce qui avait été capturé a été transcrit.

source: %@ disconnected. Using the system default microphone.
de: %@ wurde getrennt. Das Standardmikrofon des Systems wird verwendet.
es: %@ se desconectó. Se usa el micrófono predeterminado del sistema.
fr: %@ a été déconnecté. Le micro par défaut du système est utilisé.

source: %@ has turned on Secure Input
de: %@ hat die sichere Eingabe aktiviert
es: %@ ha activado la entrada segura
fr: %@ a activé la saisie sécurisée

source: %@ is already used by another Whispera shortcut (%@).
de: %@ wird bereits von einem anderen Whispera-Kurzbefehl verwendet (%@).
es: %@ ya lo usa otro atajo de Whispera (%@).
fr: %@ est déjà utilisé par un autre raccourci Whispera (%@).

source: %@ is not downloaded. Download it again in Settings.
de: %@ ist nicht geladen. Lade es in den Einstellungen erneut.
es: %@ no está descargado. Vuelve a descargarlo en Ajustes.
fr: %@ n'est pas téléchargé. Téléchargez-le à nouveau dans les Réglages.

source: %@ is still loading, so this dictation could not be transcribed. Try again once it is ready, or pick another model in Settings.
de: %@ wird noch geladen, daher konnte dieses Diktat nicht transkribiert werden. Versuche es erneut, sobald es bereit ist, oder wähle in den Einstellungen ein anderes Modell.
es: %@ todavía se está cargando, así que este dictado no se pudo transcribir. Vuelve a intentarlo cuando esté listo o elige otro modelo en Ajustes.
fr: %@ est encore en cours de chargement, cette dictée n'a donc pas pu être transcrite. Réessayez quand il sera prêt ou choisissez un autre modèle dans les Réglages.

source: %@ left
de: noch %@
es: quedan %@
fr: %@ restantes

source: %@ to stop
de: %@ zum Stoppen
es: %@ para detener
fr: %@ pour arrêter

source: %@ types text, so it needs a modifier such as ⌘, ⌥ or ⌃. Esc, Delete and the F-keys work on their own.
de: %@ tippt Text und braucht deshalb eine Sondertaste wie ⌘, ⌥ oder ⌃. Esc, Löschen und die F-Tasten funktionieren allein.
es: %@ escribe texto, así que necesita un modificador como ⌘, ⌥ o ⌃. Esc, Borrar y las teclas F funcionan solas.
fr: %@ saisit du texte : ajoutez une touche de modification comme ⌘, ⌥ ou ⌃. Échap, Supprimer et les touches F fonctionnent seules.

source: %@ wants to approve secrets on this Mac
de: %@ möchte Geheimnisse auf diesem Mac freigeben
es: %@ quiere aprobar secretos en este Mac
fr: %@ souhaite approuver des secrets sur ce Mac

source: %lld completed, %lld failed
de: %lld abgeschlossen, %lld fehlgeschlagen
es: %lld completados, %lld fallidos
fr: %lld terminés, %lld en échec

source: %lld file(s) selected
de: %lld Datei(en) ausgewählt
es: %lld archivo(s) seleccionado(s)
fr: %lld fichier(s) sélectionné(s)

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers

source: %lld files · %lld processing
de: %lld Dateien · %lld in Bearbeitung
es: %lld archivos · %lld en proceso
fr: %lld fichiers · %lld en cours

source: %lld files • %@ total
de: %lld Dateien • %@ insgesamt
es: %lld archivos • %@ en total
fr: %lld fichiers • %@ au total

source: %lld items
de: %lld Objekte
es: %lld elementos
fr: %lld éléments

source: %lld models • %@
de: %lld Modelle • %@
es: %lld modelos • %@
fr: %lld modèles • %@

source: %lld pending, %lld completed
de: %lld ausstehend, %lld abgeschlossen
es: %lld pendientes, %lld completados
fr: %lld en attente, %lld terminés

source: %lld script commands saved to %@. Raycast picks them up automatically.
de: %lld Skriptbefehle in %@ gesichert. Raycast übernimmt sie automatisch.
es: Se guardaron %lld comandos de script en %@. Raycast los detecta automáticamente.
fr: %lld commandes de script enregistrées dans %@. Raycast les détecte automatiquement.

source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes

source: %lld words
de: %lld Wörter
es: %lld palabras
fr: %lld mots

source: %lld/%lld completed
de: %lld/%lld abgeschlossen
es: %lld/%lld completados
fr: %lld/%lld terminés

source: 1 file
de: 1 Datei
es: 1 archivo
fr: 1 fichier

source: 1 file · %lld processing
de: 1 Datei · %lld in Bearbeitung
es: 1 archivo · %lld en proceso
fr: 1 fichier · %lld en cours

source: 1 item
de: 1 Objekt
es: 1 elemento
fr: 1 élément

source: 1 model • %@
de: 1 Modell • %@
es: 1 modelo • %@
fr: 1 modèle • %@

source: 2 weeks
de: 2 Wochen
es: 2 semanas
fr: 2 semaines

source: 3 days
de: 3 Tage
es: 3 días
fr: 3 jours

source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois

source: A recipe runs an AI step on your dictation when you say its trigger phrase.
de: Ein Rezept wendet einen KI-Schritt auf dein Diktat an, wenn du seine Auslösephrase sagst.
es: Una receta aplica un paso de IA a tu dictado cuando dices su frase de activación.
fr: Une recette applique une étape d'IA à votre dictée quand vous dites sa phrase de déclenchement.

source: A short tap toggles recording; holding past the threshold records until release
de: Kurzes Tippen startet oder stoppt die Aufnahme; hältst du länger als der Schwellenwert, wird bis zum Loslassen aufgenommen
es: Una pulsación corta activa o detiene la grabación; si mantienes pulsado más allá del umbral, se graba hasta que sueltes
fr: Un appui bref active ou arrête l'enregistrement ; au-delà du seuil, l'enregistrement dure jusqu'au relâchement

source: A token your self-hosted server accepts. It is kept in the Keychain.
de: Ein Token, das dein eigener Server akzeptiert. Es wird im Schlüsselbund gespeichert.
es: Un token que acepta tu servidor propio. Se guarda en el llavero.
fr: Un jeton accepté par votre serveur auto-hébergé. Il est conservé dans le trousseau.

source: AI Model
de: KI-Modell
es: Modelo de IA
fr: Modèle d'IA

source: AI-Powered Transcription
de: KI-gestützte Transkription
es: Transcripción con IA
fr: Transcription par IA

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé d'API

source: About Whispera
de: Über Whispera
es: Acerca de Whispera
fr: À propos de Whispera

source: Accelerator
de: Beschleuniger
es: Acelerador
fr: Accélérateur

source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité

source: Accessibility Access
de: Zugriff auf Bedienungshilfen
es: Acceso de accesibilidad
fr: Accès à l'accessibilité

source: Accessibility access is off
de: Der Zugriff auf Bedienungshilfen ist aus
es: El acceso de accesibilidad está desactivado
fr: L'accès à l'accessibilité est désactivé

source: Accessibility access required
de: Zugriff auf Bedienungshilfen erforderlich
es: Se requiere acceso de accesibilidad
fr: Accès à l'accessibilité requis

source: Account
de: Konto
es: Cuenta
fr: Compte

source: Accurate
de: Genau
es: Preciso
fr: Précis

source: Active backend
de: Aktives Backend
es: Backend activo
fr: Backend actif

source: Active prompt
de: Aktiver Prompt
es: Instrucción activa
fr: Invite active

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Add Files
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers

source: Add Word to Dictionary
de: Wort zum Wörterbuch hinzufügen
es: Añadir palabra al diccionario
fr: Ajouter un mot au dictionnaire

source: Add a WhisperKit CoreML model from a Hugging Face repo, or import a local folder containing MelSpectrogram, AudioEncoder and TextDecoder.
de: Füge ein WhisperKit-CoreML-Modell aus einem Hugging-Face-Repository hinzu oder importiere einen lokalen Ordner mit MelSpectrogram, AudioEncoder und TextDecoder.
es: Añade un modelo CoreML de WhisperKit desde un repositorio de Hugging Face o importa una carpeta local que contenga MelSpectrogram, AudioEncoder y TextDecoder.
fr: Ajoutez un modèle CoreML WhisperKit depuis un dépôt Hugging Face, ou importez un dossier local contenant MelSpectrogram, AudioEncoder et TextDecoder.

source: Add a space after each transcript so the next one does not run into it
de: Fügt nach jedem Transkript ein Leerzeichen ein, damit das nächste nicht direkt anschließt
es: Añade un espacio tras cada transcripción para que la siguiente no quede pegada
fr: Ajoute une espace après chaque transcription pour que la suivante ne soit pas collée

source: Add audio or video files to start transcription
de: Füge Audio- oder Videodateien hinzu, um mit der Transkription zu beginnen
es: Añade archivos de audio o vídeo para empezar a transcribir
fr: Ajoutez des fichiers audio ou vidéo pour lancer la transcription

source: Add from Hugging Face…
de: Aus Hugging Face hinzufügen …
es: Añadir desde Hugging Face…
fr: Ajouter depuis Hugging Face…

source: Add model from Hugging Face
de: Modell aus Hugging Face hinzufügen
es: Añadir modelo desde Hugging Face
fr: Ajouter un modèle depuis Hugging Face

source: Add word
de: Wort hinzufügen
es: Añadir palabra
fr: Ajouter un mot

source: Adds a name or term to Whispera's custom words so transcripts spell it your way. Separate several with commas.
de: Fügt einen Namen oder Begriff zu den eigenen Wörtern von Whispera hinzu, damit Transkripte ihn so schreiben wie du. Mehrere durch Kommas trennen.
es: Añade un nombre o término a las palabras personalizadas de Whispera para que las transcripciones lo escriban a tu manera. Separa varios con comas.
fr: Ajoute un nom ou un terme aux mots personnalisés de Whispera pour que les transcriptions l'écrivent à votre façon. Séparez-en plusieurs par des virgules.

source: Adjust transparency level for all windows
de: Transparenz aller Fenster anpassen
es: Ajusta la transparencia de todas las ventanas
fr: Régler la transparence de toutes les fenêtres

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé

source: After 1 hour
de: Nach 1 Stunde
es: Tras 1 hora
fr: Après 1 heure

source: After 1 minute
de: Nach 1 Minute
es: Tras 1 minuto
fr: Après 1 minute

source: After 10 minutes
de: Nach 10 Minuten
es: Tras 10 minutos
fr: Après 10 minutes

source: After 15 minutes
de: Nach 15 Minuten
es: Tras 15 minutos
fr: Après 15 minutes

source: After 15 seconds
de: Nach 15 Sekunden
es: Tras 15 segundos
fr: Après 15 secondes

source: After 2 minutes
de: Nach 2 Minuten
es: Tras 2 minutos
fr: Après 2 minutes

source: After 5 minutes
de: Nach 5 Minuten
es: Tras 5 minutos
fr: Après 5 minutes

source: After Inserting
de: Nach dem Einfügen
es: Después de insertar
fr: Après l'insertion

source: After clicking "Grant Permissions", you'll see a system dialog.
de: Nachdem du auf „Berechtigungen erteilen“ klickst, erscheint ein Systemdialog.
es: Al hacer clic en "Conceder permisos", verás un cuadro de diálogo del sistema.
fr: Après avoir cliqué sur « Accorder les autorisations », une fenêtre du système s'affichera.

source: Agent (claimed by requester)
de: Agent (laut Anfrage)
es: Agente (según quien lo pide)
fr: Agent (selon le demandeur)

source: All channels
de: Alle Kanäle
es: Todos los canales
fr: Tous les canaux

source: All completed (%lld)
de: Alle abgeschlossen (%lld)
es: Todos completados (%lld)
fr: Tous terminés (%lld)

source: All permissions granted
de: Alle Berechtigungen erteilt
es: Todos los permisos concedidos
fr: Toutes les autorisations sont accordées

source: All permissions granted!
de: Alle Berechtigungen erteilt!
es: ¡Todos los permisos concedidos!
fr: Toutes les autorisations sont accordées !

source: All permissions granted! You're ready to continue.
de: Alle Berechtigungen erteilt! Du kannst fortfahren.
es: ¡Todos los permisos concedidos! Ya puedes continuar.
fr: Toutes les autorisations sont accordées ! Vous pouvez continuer.

source: All processing stays on your Mac
de: Alle Verarbeitung bleibt auf deinem Mac
es: Todo el procesamiento se queda en tu Mac
fr: Tout le traitement reste sur votre Mac

source: Allow Whispera Link in Login Items to finish turning it on.
de: Erlaube Whispera Link unter Anmeldeobjekte, um es fertig einzuschalten.
es: Permite Whispera Link en Ítems de inicio para terminar de activarlo.
fr: Autorisez Whispera Link dans Ouverture pour terminer l’activation.

source: Allow whispera:// links
de: whispera://-Links erlauben
es: Permitir enlaces whispera://
fr: Autoriser les liens whispera://

source: Already in the dictionary
de: Bereits im Wörterbuch
es: Ya está en el diccionario
fr: Déjà dans le dictionnaire

source: Already recording
de: Aufnahme läuft bereits
es: Ya se está grabando
fr: Enregistrement déjà en cours

source: Also apply to the main shortcut.
de: Auch auf den Hauptkurzbefehl anwenden.
es: Aplícalo también al atajo principal.
fr: S'applique aussi au raccourci principal.

source: Alternative: Single-Key Shortcuts
de: Alternative: Kurzbefehle mit einer Taste
es: Alternativa: atajos de una tecla
fr: Alternative : raccourcis à une touche

source: Always on
de: Immer an
es: Siempre activo
fr: Toujours actif

source: An iPhone is waiting for you to confirm it in Settings > Account.
de: Ein iPhone wartet unter Einstellungen > Konto auf deine Bestätigung.
es: Un iPhone espera tu confirmación en Ajustes > Cuenta.
fr: Un iPhone attend votre confirmation dans Réglages > Compte.

source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Se ha producido un error desconocido
fr: Une erreur inconnue s'est produite

source: Another app already owns this shortcut
de: Eine andere App verwendet diesen Kurzbefehl bereits
es: Otra app ya usa este atajo
fr: Une autre app utilise déjà ce raccourci

source: Another app has turned on Secure Input
de: Eine andere App hat die sichere Eingabe aktiviert
es: Otra app ha activado la entrada segura
fr: Une autre app a activé la saisie sécurisée

source: Any OpenAI-compatible endpoint.
de: Jeder OpenAI-kompatible Endpunkt.
es: Cualquier endpoint compatible con OpenAI.
fr: Tout point de terminaison compatible OpenAI.

source: Any OpenAI-compatible speech-to-text server, such as speaches or whisper.cpp. The base URL ends in /v1.
de: Jeder OpenAI-kompatible Spracherkennungsserver, etwa speaches oder whisper.cpp. Die Basis-URL endet auf /v1.
es: Cualquier servidor de voz a texto compatible con OpenAI, como speaches o whisper.cpp. La URL base termina en /v1.
fr: Tout serveur de reconnaissance vocale compatible OpenAI, comme speaches ou whisper.cpp. L'URL de base se termine par /v1.

source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app

source: App Settings
de: App-Einstellungen
es: Ajustes de la app
fr: Réglages de l'app

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence

source: Append Trailing Space
de: Leerzeichen anhängen
es: Añadir espacio final
fr: Ajouter une espace finale

source: Apple Intelligence (on-device)
de: Apple Intelligence (auf dem Gerät)
es: Apple Intelligence (en el dispositivo)
fr: Apple Intelligence (sur l'appareil)

source: Application
de: Programm
es: Aplicación

source: Application Logs
de: Programmprotokolle
es: Registros de la aplicación
fr: Journaux de l'application

source: Approve Secret Requests on This Mac…
de: Geheimnis-Anfragen auf diesem Mac erlauben …
es: Aprobar solicitudes de secretos en este Mac…
fr: Autoriser les demandes de secrets sur ce Mac…

source: Approve secret access?
de: Zugriff auf Geheimnis erlauben?
es: ¿Aprobar el acceso al secreto?
fr: Autoriser l’accès au secret ?

source: Approve with Touch ID
de: Mit Touch ID erlauben
es: Aprobar con Touch ID
fr: Autoriser avec Touch ID

source: Approved on your iPhone.
de: Auf deinem iPhone erlaubt.
es: Aprobado en tu iPhone.
fr: Autorisé sur votre iPhone.

source: Approved with Touch ID.
de: Mit Touch ID erlaubt.
es: Aprobado con Touch ID.
fr: Autorisé avec Touch ID.

source: Approved.
de: Erlaubt.
es: Aprobado.
fr: Autorisé.

source: Are you absolutely certain? This action cannot be undone. All %lld models will be permanently deleted.
de: Bist du ganz sicher? Dies kann nicht rückgängig gemacht werden. Alle %lld Modelle werden dauerhaft gelöscht.
es: ¿Seguro que quieres continuar? Esta acción no se puede deshacer. Se eliminarán de forma permanente los %lld modelos.
fr: Êtes-vous vraiment sûr ? Cette action est irréversible. Les %lld modèles seront définitivement supprimés.

source: As Transcribed
de: Wie transkribiert
es: Tal como se transcribe
fr: Tel que transcrit

source: Audio Files
de: Audiodateien
es: Archivos de audio
fr: Fichiers audio

source: Audio Quality:
de: Audioqualität:
es: Calidad de audio:
fr: Qualité audio :

source: Audio formats:
de: Audioformate:
es: Formatos de audio:
fr: Formats audio :

source: Audio or Video File
de: Audio- oder Videodatei
es: Archivo de audio o vídeo
fr: Fichier audio ou vidéo

source: Audio processing on CPU + GPU, text decoding on CPU + Neural Engine. Best for most Apple Silicon Macs.
de: Audioverarbeitung auf CPU + GPU, Textdekodierung auf CPU + Neural Engine. Ideal für die meisten Macs mit Apple Silicon.
es: Procesamiento de audio en CPU + GPU y decodificación de texto en CPU + Neural Engine. Lo mejor para la mayoría de los Mac con Apple Silicon.
fr: Traitement audio sur CPU + GPU, décodage du texte sur CPU + Neural Engine. Idéal pour la plupart des Mac avec puce Apple.

source: Auto Download
de: Automatisch laden
es: Descarga automática
fr: Téléchargement automatique

source: Auto-Submit
de: Automatisch senden
es: Enviar automáticamente
fr: Envoi automatique

source: Auto-delete downloaded files
de: Geladene Dateien automatisch löschen
es: Eliminar descargas automáticamente
fr: Supprimer automatiquement les fichiers téléchargés

source: Auto-detect
de: Automatisch erkennen
es: Detectar automáticamente
fr: Détection automatique

source: Auto-detect from Keyboard
de: Aus Tastatur erkennen
es: Detectar desde el teclado
fr: Détecter depuis le clavier

source: Auto-download Updates
de: Updates automatisch laden
es: Descargar actualizaciones
fr: Télécharger les mises à jour

source: Auto-repeats
de: Autowiederholungen
es: Repeticiones automáticas
fr: Répétitions automatiques

source: Auto-scroll
de: Automatisch scrollen
es: Desplazamiento automático
fr: Défilement automatique

source: Automatic
de: Automatisch
es: Automático
fr: Automatique

source: Automatic Updates
de: Automatische Updates
es: Actualizaciones automáticas
fr: Mises à jour automatiques

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour

source: Automatically use keyboard input language when recording starts
de: Beim Aufnahmestart automatisch die Tastatursprache verwenden
es: Usar el idioma del teclado al empezar a grabar
fr: Utiliser la langue du clavier au début de l'enregistrement

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation

source: Available
de: Verfügbar
es: Disponible
fr: Disponible

source: Average RTF
de: Durchschnittlicher RTF
es: RTF medio
fr: RTF moyen

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Base (English)
de: Base (Englisch)
es: Base (inglés)
fr: Base (anglais)

source: Base (Multilingual)
de: Base (mehrsprachig)
es: Base (multilingüe)
fr: Base (multilingue)

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base

source: Base is fast and accurate for most use cases, small provides better accuracy for complex speech.
de: Base ist schnell und genau für die meisten Zwecke, Small ist bei komplexer Sprache genauer.
es: Base es rápido y preciso para la mayoría de los usos; small ofrece más precisión con habla compleja.
fr: Base est rapide et précis dans la plupart des cas ; small est plus précis pour une parole complexe.

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement

source: Benchmark History
de: Benchmark-Verlauf
es: Historial de pruebas de rendimiento
fr: Historique des bancs d'essai

source: Bias Recognition
de: Erkennung gewichten
es: Priorizar en el reconocimiento
fr: Orienter la reconnaissance

source: Both
de: Beides
es: Ambos
fr: Les deux

source: Bottom
de: Unten
es: Abajo
fr: En bas

source: Browse for a file to transcribe
de: Datei zum Transkribieren auswählen
es: Buscar un archivo para transcribir
fr: Parcourir pour choisir un fichier à transcrire

source: Built-in
de: Integriert
es: Integrada
fr: Intégrée

source: Calculating...
de: Wird berechnet...
es: Calculando...
fr: Calcul...

source: Can't Use This Script
de: Dieses Skript kann nicht verwendet werden
es: No se puede usar este script
fr: Impossible d'utiliser ce script

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Cancel All
de: Alle abbrechen
es: Cancelar todo
fr: Tout annuler

source: Cancel Dictation
de: Diktat abbrechen
es: Cancelar dictado
fr: Annuler la dictée

source: Cancel Shortcut
de: Kurzbefehl zum Abbrechen
es: Atajo para cancelar
fr: Raccourci d'annulation

source: Cancel Transcription
de: Transkription abbrechen
es: Cancelar transcripción
fr: Annuler la transcription

source: Cancel and discard
de: Abbrechen und verwerfen
es: Cancelar y descartar
fr: Annuler et supprimer

source: Cancel and discard (Esc)
de: Abbrechen und verwerfen (Esc)
es: Cancelar y descartar (Esc)
fr: Annuler et ignorer (Échap)

source: Cancel with Escape
de: Mit Escape abbrechen
es: Cancelar con Escape
fr: Annuler avec Échap

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé

source: Change
de: Ändern
es: Cambiar
fr: Modifier

source: Channel %lld
de: Kanal %lld
es: Canal %lld
fr: Canal %lld

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…

source: Checking for existing models...
de: Vorhandene Modelle werden gesucht...
es: Buscando modelos existentes...
fr: Recherche des modèles existants...

source: Checking…
de: Wird geprüft …
es: Comprobando…
fr: Vérification…

source: Chinese Output
de: Chinesische Ausgabe
es: Salida en chino
fr: Sortie en chinois

source: Choose File...
de: Datei auswählen...
es: Elegir archivo...
fr: Choisir un fichier...

source: Choose Transcription Folder
de: Transkriptionsordner auswählen
es: Elegir carpeta de transcripciones
fr: Choisir le dossier des transcriptions

source: Choose Whisper Model
de: Whisper-Modell auswählen
es: Elige un modelo Whisper
fr: Choisir un modèle Whisper
